[Creating_a_Safe_Haven DishonoredObjective]
m_Description="（可选）建立一个安全区"

[Creating_a_Safe_Haven:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="关闭后院的电弧塔"
m_Status=""

[Creating_a_Safe_Haven:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="保护布雷克的安全"
m_Status=""

[Creating_a_Safe_Haven:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="在幸存者撤离时为他们放哨"
m_Status=""

[Creating_a_Safe_Haven:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="高跷小子和警卫一看见幸存者就会发动攻击——保护幸存者免受伤害"
m_Status=""

[Creating_a_Safe_Haven:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="去告诉布雷克这一带已经安全"
m_Status=""

[Flooded_Daud DishonoredObjective]
m_Description="（可选）刺客的复仇"

[Flooded_Daud:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="（可选）（非致命方法）给道德一个警告——从他腰带上偷走荷包，但不要伤害他"
m_Status=""

[Flooded_Daud:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="（可选）面对道德决定他的命运"
m_Status=""

[Flooded_Daud:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="（可选）对道德复仇 - 血债血偿"
m_Status=""

[Flooded_Gear DishonoredObjective]
m_Description="（可选）谋生工具"

[Flooded_Gear:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="（可选）找到进入炼油厂的路"
m_Status=""

[Flooded_Gear:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="（可选）取回你的装备"
m_Status=""

[Flooded_Gear:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="（可选）返回格里夫斯炼油厂，你的装备被丢在了那里"
m_Status=""

[Flooded_Initial DishonoredObjective]
m_Description="洪水之后"

[Flooded_Initial:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="逃出囚禁"
m_Status=""

[Flooded_Initial:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到进入道德地盘的路"
m_Status=""

[Flooded_Initial:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="渗透进基地并找到道德"
m_Status=""

[Flooded_Initial:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="偷取道德的钥匙"
m_Status=""

[Flooded_Initial:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="使用道德基地下的地道"
m_Status=""

[Flooded_Initial:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="通过隔离墙并离开水淹区"
m_Status=""

[Flooded_Initial:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="回到赭岸滨水区，继续前往道德的地盘"
m_Status=""

